{
  "sections": {
    "main": {
      "type": "article",
      "settings": {
        "show-featured": false,
        "title-position": "left",
        "show-date": true,
        "show-author": true
      }
    },
    "5ae7f95d-135a-44d9-8554-8f9a31efb0af": {
      "type": "featured-text",
      "settings": {
        "background-color": "none",
        "light-text": false,
        "container-width": 2,
        "spacing-above": false,
        "spacing-below": true,
        "overline": "",
        "heading": "",
        "text": "<p>We define 'glass glow' as achieving deep skin hydration for a healthy and radiant complexion. Not just as it looks, our goal is to deliver proper skincare rituals and solutions to achieve the healthiest and radiant glow.<br\/><br\/>We nurture the cleanest formula that avoids silicon and PEG, known to easily create the glass glow effect and potentially cause pore blockages and irritation. We rigorously avoid the use of artificial glowing effect ingredients, but prioritizing the delivery of a fresh and clean glass glow finish for our skin.<br\/><br\/>Let’s elevate our glow to a whole new paradise with our 3-step Lotus Skincare.<\/p><p><\/p>"
      }
    },
    "1b026b88-b4fa-4b82-8dad-94c4f01bddfd": {
      "type": "image-with-text",
      "settings": {
        "text-color": "auto",
        "background-color": "none",
        "container-width": 3,
        "spacing-above": false,
        "spacing-below": false,
        "image-aspect-ratio": 110,
        "mobile-image-aspect-ratio": 134,
        "darken-image": false,
        "parallax-enabled": false,
        "text-position": "center",
        "text-width": "medium",
        "overlap": false,
        "box-around-text": false,
        "mobile-overlay": true,
        "image": "shopify:\/\/shop_images\/gggggg_-07.jpg",
        "overline": "",
        "title": "",
        "description": "",
        "link-url": "",
        "link-text": ""
      }
    },
    "ad4169d8-b136-4e50-8859-0c1fbc7ff718": {
      "type": "featured-text",
      "settings": {
        "background-color": "none",
        "light-text": false,
        "container-width": 2,
        "spacing-above": true,
        "spacing-below": true,
        "overline": "",
        "heading": "",
        "text": "<p><strong>Double Cleanse with Oil Cleanser :<\/strong> Double cleansing involves using an oil-based cleanser followed by a water-based cleanser. Oil cleansers are known for their ability to remove makeup and impurities while maintaining the skin's natural oils. This method ensures a thorough clean and can contribute to a clearer complexion.Some people find that incorporating oil cleansing into their routine helps achieve a healthy, radiant glow.<\/p><p><strong>Use a Gentle Cleanser : <\/strong>After cleansing makeup or sunscreen with Oil cleanser, choose gentle low PH level, soothing cleanser that does not strip the skin of its natural oils, leading to dryness and dullness. Our Lotus Leaf Cleanser helps purify and cleanse pollutants with low PH6 Level, as maintaining the moisture of the skin.  <\/p><p><strong>Deeply Moisturizing Toner : <\/strong>Look for toners that are specifically formulated with hydrating ingredients, such as hyaluronic acid, glycerin, or ceramides. Also soothing and repairing ingredients such as : Lotus Leaf and Calming natural ingredients help to attract and retain moisture, giving your skin a plump and dewy appearance. <\/p><p><strong>Double Layering Toner : <\/strong>Consider a Korean toner layering technique that involves applying multiple layers of a hydrating toner. This can enhance hydration levels, giving your skin a luminous and glass-like quality.<\/p><p><strong>Hydrating & Anti oxidant Rich Serum to Boost Glass Glow : <\/strong>Look for serums that contain hydrating ingredients like hyaluronic acid, panthenol, ceramides, peptides, as well as antioxidant rich ingredients. We recommend Snow Lotus Lifting Serum is enriched with panthenol, madecassoside from centella extracts, plant-based peptides and oils.  <\/p><p><strong>Hydrating & Anti oxidant Rich Cream to Complete Glass Glow : <\/strong>Choose moisturizers with light texture that provides sufficient amount of hydration without feeling too heavy on the skin. Hydrating Creams with antioxidants, such as vitamin E or high-potent flowers and plants, can help protect your skin from free radicals and environmental damage, promoting a healthier glow and natural, radiant finish.<\/p>"
      }
    },
    "navigation": {
      "type": "article-navigation",
      "settings": {
        "show-tags": true,
        "facebook-enabled": true,
        "twitter-enabled": true,
        "pinterest-enabled": true,
        "email-enabled": true,
        "url-enabled": true
      }
    },
    "comments": {
      "type": "article-comments",
      "settings": {
        "show-comments": true,
        "disqus-enabled": false,
        "disqus-shortname": ""
      }
    },
    "recents": {
      "type": "article-recents",
      "settings": {
        "enable": true,
        "aspect-ratio": "landscape"
      }
    }
  },
  "order": [
    "main",
    "5ae7f95d-135a-44d9-8554-8f9a31efb0af",
    "1b026b88-b4fa-4b82-8dad-94c4f01bddfd",
    "ad4169d8-b136-4e50-8859-0c1fbc7ff718",
    "navigation",
    "comments",
    "recents"
  ]
}
