{
  "sections": {
    "1632436597fbc1d0e4": {
      "type": "image-with-text",
      "settings": {
        "text-color": "auto",
        "background-color": "none",
        "container-width": 6,
        "spacing-above": false,
        "spacing-below": true,
        "image-aspect-ratio": 42,
        "mobile-image-aspect-ratio": 48,
        "darken-image": false,
        "parallax-enabled": false,
        "text-position": "center",
        "text-width": "medium",
        "overlap": false,
        "box-around-text": false,
        "mobile-overlay": true,
        "image": "shopify:\/\/shop_images\/COMPANY.png",
        "mobile-image": "shopify:\/\/shop_images\/COMPANY-mobile.png",
        "overline": "",
        "title": "Our Policies",
        "description": "",
        "link-url": "",
        "link-text": ""
      }
    },
    "main": {
      "type": "page",
      "settings": {
        "show-title": false,
        "background-color": "none",
        "light-text": false,
        "container-width": 1,
        "spacing-above": false,
        "spacing-below": true
      }
    },
    "2a2884cc-2409-4b38-8913-0e3978310bd7": {
      "type": "collapsible-rows",
      "blocks": {
        "6cab9e44-d8a6-410b-9d37-49609008b17b": {
          "type": "collapsible-row",
          "settings": {
            "heading": "Shipping policy",
            "description": "<p><strong>Shipping Policy<\/strong><\/p><p> <\/p><p><span style=\"text-decoration:underline\">International Shipping<\/span><\/p><p>We offer international shipping to the following countries\/regions:<\/p><ul><li>North America | United States, Canada, Mexico<\/li><li>Europe | Austria, Belgium, Bulgaria, Croatia, Denmark, France, Germany, Greece, Hungary, Italy, Netherlands, Poland, Sweden, Switzerland, United Kingdom<\/li><li>Asia Pacific | Australia, Hong King, Japan, Malaysia, New Zealand, Singapore, Taiwan<\/li><\/ul><p> We are working to expand our delivery services to more countries. If your country is not included in our service region, please contact us for support.<\/p><p><\/p><p><\/p><p><span style=\"text-decoration:underline\">Delivery Failure<\/span><\/p><p>Missing Parcel: If your parcel does not reach you within 60 days, we may consider it missing. In this case, we can re-send a new parcel or process a refund.<\/p><p>Unclaimed Return: Orders that are returned due to incorrect or missing address information, shipping fees are non-refundable. We are happy to re-ship the order to you; however, additional shipping charges will apply to re-ship the items to the correct address. Please make sure to enter the correct address and contact information.<\/p><p><\/p><p><\/p><p><span style=\"text-decoration:underline\">Customs Related Issues<\/span><\/p><p>The recipient is the importer of record and must comply with all laws and regulations of the destination. Orders shipped outside of South Korea may be subject to import taxes, customs duties and fees levied once the shipment reaches the recipient’s country. Additional charges for customs clearance must be fulfilled by the recipient; BOUTIJOUR has no control over these charges, nor can we predict what they may be. Customs policies vary widely; you should contact your local customs office for more information. When customs clearance procedures are required, it can cause delays beyond our original estimated delivery time.<\/p><p>Since we are shipping products from fulfilment centers based in South Korea, please be informed that tax and\/or customs fee may be imposed on shipments. The recipient of the order will be responsible for any import duties or taxes imposed by the recipient’s country as part of clearing their parcel through customs or when they receive their item. We will not be accepting returns on orders due to taxes issues.<\/p><p><\/p><p><\/p><p><span style=\"text-decoration:underline\">Received a defective item or a product you did not order?<\/span><\/p><p>If you have received a wrong or defective item, please contact our Customer Support team. Please make sure to enter your contact information, images of the products you receive, and the parcel box for better assistance.<\/p><p>  <\/p><p>Please contact us if you have further questions regarding shipping.<\/p><p>Please be advised our shipping policy is subject to change without prior notification.<\/p>",
            "page-content": "",
            "default-open": false
          }
        },
        "template--21408219136287__2a2884cc-2409-4b38-8913-0e3978310bd7-collapsible-row-1": {
          "type": "collapsible-row",
          "settings": {
            "heading": "Return Policy",
            "description": "<p><strong>Refund Policy<\/strong><\/p><p> <\/p><p>We can only accept returns for items purchased through boutijour.com. If you purchased our products from a third-party retailer, please contact the retailer or the store directly.<\/p><p><\/p><p>Should you wish to initiate a return for any reason, we are more than willing to facilitate the process. Please return the items in their original, unopened, and unused condition within 30 days from the date of delivery. A refund will be processed to your initial method of payment. Please be aware that the original shipping charges are non-refundable, and certain discounted items may be ineligible for refunds, with prior notification. Additionally, all returns will be subject to a restocking fee equivalent to 10% of the purchase amount, which will be deducted from the refunded sum.<\/p><p><\/p><p>Please be aware that you are accountable for both the shipping costs and the secure return of merchandise. However, you have the flexibility to choose the carrier that suits your preferences. It's important to note that a return label will not be provided.<\/p><p><\/p><p>Please be advised that partial order cancellations are not available.<\/p><p><\/p><p>All return refunds are processed within approximately 7-10 days upon arrival at our distribution center.<\/p><p><\/p><p>Please be advised that our return policy is subject to change without prior notification.<\/p>",
            "page-content": "",
            "default-open": false
          }
        },
        "template--21408219136287__2a2884cc-2409-4b38-8913-0e3978310bd7-collapsible-row-3": {
          "type": "collapsible-row",
          "settings": {
            "heading": "Privacy Policy",
            "description": "<p><strong>Privacy Policy<\/strong><\/p><p>Last updated: November 1, 2023<\/p><p> <\/p><p>Boutique Bejour Co., Ltd. (hereinafter referred to as the \"Company\", “BOUTIJOUR”, “we”, “us”, or “our”) values your personal information and complies with relevant laws such as the \"Personal Information Protection Act.\" Through this privacy policy, the Company aims to inform you about the purposes and methods of how your personal information is collected and used and what measures are taken to protect your personal information.<\/p><p> <\/p><p><span style=\"text-decoration:underline\">Collection of Personal Information and Methods<\/span><\/p><p>Types of Personal Information Collected. The Company collects the following personal information for purposes such as membership registration, consultation, and service application.<\/p><ul><li>At the time of membership registration: Name, date of birth, gender, login ID, password, phone number, and email.<\/li><li>When applying for services: Address, payment information.<\/li><\/ul><p>During the use of our services and business processes, service usage records, access logs, cookies, IP addresses, payment records, and records of improper use may be generated and collected.<\/p><p>Collection Methods. The Company collects personal information through the following methods: website, written forms, bulletin boards, email, event participation, delivery requests, phone calls, faxes, and data collection tools.<\/p><p> <\/p><p><span style=\"text-decoration:underline\">Purposes of Collecting and Using Personal Information<\/span><\/p><p>The Company utilizes collected personal information for the following purposes:<\/p><ul><li>To fulfill contracts and charge fees related to service provision, including content delivery, purchases and fee payments, item delivery, billing, financial transaction authentication, and financial services.<\/li><li>Member management, including self-verification for using membership services, personal identification, prevention of improper use by members, prevention of unauthorized use, confirmation of membership intentions, age verification, complaint handling, and notification of important matters.<\/li><li>Marketing and advertising, including delivering advertising information and assessing the frequency of visits or statistical analysis of member service usage.<\/li><\/ul><p> <\/p><p><span style=\"text-decoration:underline\">Retention and Use Period for Personal Information<\/span><\/p><p>In principle, personal information is destroyed immediately after the purpose of collection and use is achieved. However, the following information is retained for the specified periods for the reasons mentioned below: <\/p><ul><li>Reasons for Information Retention According to Company Policies<\/li><\/ul><p>Even after a member has withdrawn, the Company may retain the member's information for up to 1 year to prevent reoccurrence of improper use by members, facilitate dispute resolution, and cooperate with requests from law enforcement agencies.<\/p><ul><li>Reasons for Information Retention According to Applicable Laws<\/li><\/ul><p>If there is a legal requirement to preserve member information under laws such as the Electronic Commerce Consumer Protection Act, the Company retains member information for the periods prescribed by the respective laws:<\/p><p>Records related to contracts or subscription withdrawals<\/p><ul><li>Retention reason: Electronic Commerce Consumer Protection Act<\/li><li>Retention period: 5 years<\/li><\/ul><p>Records related to payment and supply of goods, etc.<\/p><ul><li>Retention reason: Electronic Commerce Consumer Protection Act<\/li><li>Retention period: 5 years<\/li><\/ul><p>Records related to consumer complaints or dispute resolution<\/p><ul><li>Retention reason: Electronic Commerce Consumer Protection Act<\/li><li>Retention period: 3 years<\/li><\/ul><p>Log records<\/p><ul><li>Retention reason: Communication Privacy Protection Act<\/li><li>Retention period: 3 months<\/li><\/ul><p> <\/p><p><span style=\"text-decoration:underline\">Procedure and Method for Personal Information Destruction<\/span><\/p><p>The Company disposes of personal information after achieving the purpose of collection and use. The disposal procedure and method are as follows:<\/p><ul><li>Disposal Procedure: Personal information provided by members for registration and other purposes is transferred to a separate database (or in the case of paper documents, stored in a separate filing cabinet) after the purpose is achieved. The information is retained for the periods mentioned in the retention and use period section above and then destroyed.<\/li><li>Disposal Method: Personal information stored in electronic file formats is deleted using technical methods that make it impossible to restore the information.<\/li><\/ul><p> <\/p><p><span style=\"text-decoration:underline\">Personal Information Provision<\/span><\/p><p>The Company does not provide user personal information to external parties, except in the following cases:<\/p><ul><li>When users have given prior consent.<\/li><li>In cases where there are legal provisions, and law enforcement agencies request information according to procedures and methods prescribed by law.<\/li><\/ul><p> <\/p><p><span style=\"text-decoration:underline\">Outsourcing of Personal Information Collection<\/span><\/p><p>The Company operates its services by outsourcing the following tasks to external professional companies:<\/p><ul><li>Outsourcing Partner: Korea Post, DHL, UPS<\/li><li>Outsourced Task: Delivery service<\/li><li>Outsourcing Partner: Shopify, Stripe, PayPal<\/li><li>Outsourced Task: Payment-related services<\/li><\/ul><p> <\/p><p><span style=\"text-decoration:underline\">User and Legal Guardian Rights and Methods for Exercising Them<\/span><\/p><p>Users can view or modify their personal information at any time and may request cancellation.<\/p><p>To view or modify personal information, users can click \"Change Personal Information\" or \"Modify Member Information\" and follow the procedures for withdrawal (withdrawal of consent).<\/p><p>Users can contact us via written communication, phone, or email for assistance.<\/p><p>If users request a correction for incorrect personal information, the Company will not use or provide that information until it is corrected. If incorrect personal information has been provided to third parties, the Company will promptly inform them of the correction.<\/p><p><br\/><span style=\"text-decoration:underline\">Installation, Operation, and Refusal of Personal Information Automatic Collection Devices<\/span><\/p><p>The Company operates \"cookies\" and other tools to store and retrieve your information. Cookies are very small text files sent by the server used to operate a website to your browser, and they are stored on your computer's hard drive.<\/p><p>The Company uses cookies for the following purposes:<\/p><ol><li>Analyzing the frequency of member and non-member visits, visit times, identifying user preferences, interests tracking, event participation, and user behavior tracking, targeting marketing, and providing personalized services.<\/li><li>Users have the choice to install cookies. You can set your web browser to allow all cookies, request confirmation each time a cookie is saved, or refuse all cookies.<\/li><\/ol><p> <\/p><p><span style=\"text-decoration:underline\">Complaint Service for Personal Information<\/span><\/p><p>The Company designates a personal information protection officer and a responsible department to protect customer personal information and handle complaints related to personal information.<\/p><ul><li>Privacy & Customer Support<br\/>Name: Kung Ho Kim<br\/>Phone Number: +82 2-790-6117<br\/>Email: info@boutijour.com<\/li><\/ul><p>Customers can report any complaints related to personal information or inquire about personal information protection to the personal information protection officer or the responsible department. The Company will provide prompt and sufficient responses to customer complaints.<\/p><p>If you require further assistance or consultation regarding personal information breaches, please contact the following agencies:<\/p><ul><li>Personal Information Breach Report Center (privacy.kisa.or.kr \/ 118 without area code<\/li><li>Personal Information Dispute Resolution Commission (kopico.go.kr \/ 1833-6972)<\/li><li>Cyber Investigation Department of the Supreme Prosecutor's Office (spo.go.kr \/ area code + 1301)<\/li><li>Cyber Safety Bureau of the Korean National Police Agency (cyberbureau.police.go.kr \/ 182 without area code)<\/li><\/ul>",
            "page-content": "",
            "default-open": false
          }
        },
        "b6e3abdb-d3c8-4de1-95fa-011ce35d5d5b": {
          "type": "collapsible-row",
          "settings": {
            "heading": "Terms & Conditions",
            "description": "<p><strong>Terms & Conditions<\/strong><\/p><p>Last updated: November 1, 2023<\/p><p><strong><br\/><\/strong><\/p><p>Article 1 (Overview)<\/p><p>The purpose of the following Terms & Conditions is to establish guidelines on the rights, obligations, and responsibilities of the website and users in using the related services (hereinafter referred to as the \"Service\") provided by Boutique Bejour Co., Ltd. (hereinafter referred to as the \"Company\", “BOUTIJOUR”, “we”, “us”, or “our”) through the BOUTIJOUR website (hereinafter referred to as the “Site”) operated by the Company.<\/p><p> <\/p><p>Article 2 (Definitions)<\/p><p>Site refers to the virtual place where (Boutique Bejour Co., Ltd.) provides goods or services (hereinafter referred to as \"Goods, etc.\") to users using information and communication facilities such as computers to trade Goods, etc. and is also used to refer to the operator of the Site.<\/p><p>\"User\" refers to members and non-members who access the Site and receive services provided by the Site in accordance with this agreement.<\/p><p>“Member” refers to a person who has registered as a member on the Site and can continuously use the services provided by the \"Site.\"<\/p><p>“Non-member” refers to a person who uses the services provided by the Site without joining as a member.<\/p><p> <\/p><p>Article 3 (Disclosure and Explanation of the Agreement and Amendment)<\/p><p>The Site shall post the contents of this agreement, the name of the company and the name of the representative, the address of the business location (including the address where consumer complaints can be handled), telephone number, fax number, email address, business registration number, mail-order sales report number, and personal information protection manager on the initial service screen (front) of the Site so that users can easily find them. However, the contents of the agreement can be made available for viewing through a linked screen.<\/p><p>Before users agree to the agreement, the Site must provide a separate link screen or pop-up screen, etc., so that users can understand important contents such as withdrawal of subscription, delivery responsibility, and refund conditions specified in the agreement, and confirm the user's consent.<\/p><p>The Site can amend this agreement within the scope that does not violate related laws such as the \"Act on Consumer Protection in Electronic Commerce, etc.,\" the \"Act on Regulation of the Agreement,\" the \"Electronic Documents and Transactions Basic Act,\" the \"Electronic Financial Transactions Act,\" the \"Electronic Signature Act,\" the \"Information and Communication Network Use Promotion and Information Protection Act,\" the \"Act on Door-to-Door Sales, etc.,\" and the \"Consumer Basic Act.\"<\/p><p>When the Site amends the agreement, it shall post it on the initial screen of the mall with the effective date and the reason for the amendment from seven (7) days before the effective date of the amendment to the day before the effective date, along with the current agreement. However, if the amendment to the contents of the agreement is disadvantageous to the user, the Site shall post it after giving notice with a minimum of a thirty (30) day grace period. In this case, the Site clearly displays the content before and after the amendment so that users can easily understand it.<\/p><p>If the Site amends the agreement, the amended agreement applies only to contracts concluded after the effective date, and the terms of the agreement before the amendment apply to contracts that have already been concluded. However, if users who have already concluded a contract express their intention to apply the amended agreement within the notice period of the amendment to the Site in accordance with paragraph 3, the terms of the amended agreement apply.<\/p><p>Matters not specified in this agreement and the interpretation of this agreement shall be in accordance with the \"Act on Consumer Protection in Electronic Commerce, etc.,\" the \"Act on Regulation of the Agreement,\" the \"Guidelines for Consumer Protection in Electronic Commerce, etc.\" established by the Fair Trade Commission, related laws, or commercial practices.<\/p><p> <\/p><p>Article 4 (Provision and Modification of Services)<\/p><p>The Site performs the following tasks:<\/p><ul><li>Providing information on goods or services and entering into purchase agreements<\/li><li>Delivery of goods or services for which purchase agreements have been concluded<\/li><li>Other tasks specified by the Site<\/li><\/ul><p>In case of goods or services becoming out of stock or changes in technical specifications, the Site may change the contents of the goods or services to be provided under future contracts. In this case, the changed contents of the goods or services and the delivery date shall be immediately announced at the location where the current contents of the goods or services are posted.<\/p><p>If the Site changes the content of the services for which a contract was entered into with the user due to reasons such as the goods going out of stock or changes in technical specifications, the Site shall notify the user to the address to which notification can be sent immediately.<\/p><p>In the case of the preceding paragraph, the Site shall compensate the user for any damages suffered as a result. However, this shall not apply if the Site can prove the absence of intent or negligence.<\/p><p> <\/p><p>Article 5 (Suspension of Service)<\/p><p>In the event of the need for maintenance, replacement, or breakdown of information and communication equipment such as computers, or in the event of a communication interruption, the Site may temporarily suspend the provision of services.<\/p><p>The Site compensates for damages incurred by users or third parties due to the temporary suspension of the provision of services for the reasons stated in paragraph 1. However, this shall not apply if the Site can prove the absence of intent or negligence.<\/p><p>In the event of being unable to provide services due to reasons such as a change of business type, business abandonment, or consolidation between companies, the Site shall notify users and compensate consumers as specified in Article 8 in the manner set forth by the Site initially. However, in cases where the Site has not disclosed compensation criteria, users will be paid in kind or in cash an amount equivalent to the value of the currency used at the \"Site,\" such as mileage or accumulated funds.<\/p><p> <\/p><p>Article 6 (Membership Registration)<\/p><p>Users apply for membership registration by filling in their member information in accordance with the format specified by the Site and expressing their intention to agree to this agreement.<\/p><p>The Site registers users as members unless they fall under any of the following conditions in the application for membership as in paragraph 1:<\/p><ul><li>If the applicant for membership has previously lost their membership status under Article 7, paragraph 3 of this agreement. However, this is an exception for those whose membership has been lost under Article 7, paragraph 3 and three years have passed since that time, and they have obtained the re-approval of membership registration by the \"Site.\"<\/li><li>If there is false, omitted, or incorrect information in the registration details.<\/li><li>In other cases where membership registration is considered to be significantly obstructive to the Site due to technical reasons.<\/li><\/ul><p>The time of formation of the membership registration agreement is when the Site acceptance reaches the member.<\/p><p>If there is a change in the information registered at the time of membership registration, the member must promptly notify the Site of the changes through the method of modifying member information, etc., within a reasonable period.<\/p><p> <\/p><p>Article 7 (Withdrawal of Membership and Loss of Qualification)<\/p><p>Members can request withdrawal from the Site at any time, and the Site processes the withdrawal immediately.<\/p><p>If a member falls under any of the following conditions, the Site may restrict or suspend the member's qualification:<\/p><ul><li>If false information is registered at the time of membership application.<\/li><li>If the member does not make the payment of the purchase price of goods or other obligations to be borne by the member in relation to the use of the Site on the due date.<\/li><li>If the member threatens the order of electronic commerce, such as interfering with another person's use of the Site or impersonating their information.<\/li><li>If the member engages in acts prohibited by laws or this agreement using the \"Site.\"<\/li><\/ul><p>After the Site has restricted or suspended the member's qualification, if the same act is repeated two or more times or the reason is not corrected within 30 days, the Site may terminate the member's qualification.<\/p><p>In the event of a member losing their qualification, the Site cancels the member's registration. In this case, the Site notifies the member, and before canceling the member's registration, it provides an opportunity for the member to explain for a minimum of 30 days.<\/p><p> <\/p><p>Article 8 (Notice to Members)<\/p><p>If the Site notifies a member, it may be sent to the email address that the member and the Site have agreed upon in advance.<\/p><p>In the case of notifying a large number of unspecified members, the Site may replace individual notices by posting them on the Site bulletin board for one week or more. However, for matters that significantly affect transactions related to a member's own, individual notices will be given.<\/p><p> <\/p><p>Article 9 (Purchase Request)<\/p><p>A Site user makes a purchase request through the Site using the following or a similar method. The Site provides each of the following items clearly to the user in the process of making a purchase request unless otherwise agreed:<\/p><ul><li>Search and selection of goods, etc.<\/li><li>Input of the recipient's name, address, phone number, email address (or mobile phone number), etc.<\/li><li>Confirmation of the contents related to matters such as the details of the agreement, the services with restricted withdrawal rights, and the expenses of delivery and installation, etc.<\/li><li>Expression of agreement to this agreement and confirmation of matters as specified in 3.<\/li><li>Confirmation of the purchase request of goods, etc., and agreement to the Site confirmation.<\/li><li>Selection of the payment method.<\/li><\/ul><p>If the Site needs to provide the personal information of the purchaser to a third party for the performance of the contract, the Site must obtain the purchaser's consent when the actual purchase request is made, and it should not obtain comprehensive consent at the time of membership registration. In this case, the Site must specify the items of personal information to be provided, the recipient, the purpose of using the information, and the period of possession and use. However, in the case of outsourcing the processing of personal information pursuant to Article 25, paragraph 1 of the Information and Communication Network Utilization Promotion and Information Protection Act, etc., the Site shall comply with the provisions of laws and regulations.<\/p><p> <\/p><p>Article 10 (Conclusion of Contract)<\/p><p>The Site may refuse to accept the purchase request in any of the following cases. However, if a minor concludes a contract without obtaining the consent of a legal representative, it should be informed that the minor or legal representative may cancel the contract:<\/p><ul><li>If there is false information in the request details.<\/li><li>If a minor purchases goods and services prohibited by the Juvenile Protection Act such as tobacco, alcohol, etc.<\/li><li>If the Site determines that accepting the purchase request would significantly impede its technological capability.<\/li><\/ul><p>The contract is considered to have been established at the time when the Site acceptance reaches the user in the form of a confirmation notice under Article 12, paragraph 1 of this agreement.<\/p><p>The notice of the Site acceptance must include information related to the user's request confirmation, availability of the goods, and other necessary details.<\/p><p> <\/p><p>Article 11 (Payment Method)<\/p><p>The Site may use any of the following methods for the payment of the price of goods or services purchased through the Site by the user, unless otherwise provided in the agreement. However, the Site may not charge any fees under any name to the user's payment method.<\/p><ul><li>Various account transfers, such as phone banking, internet banking, email banking.<\/li><li>Various card payments, such as prepaid cards, debit cards, and credit cards.<\/li><li>Online non-banking deposits.<\/li><li>Payment through electronic money.<\/li><li>Payment upon receipt.<\/li><li>Payment using points issued by the \"Site.\"<\/li><li>Payment using gift certificates that the Site has contracted or acknowledged.<\/li><li>Payment by other electronic payment methods.<\/li><\/ul><p> <\/p><p>Article 12 (Receipt Confirmation Notice, Change, and Cancellation of Purchase Request)<\/p><p>If there is a purchase request by a user, the Site sends a receipt confirmation notice to the user.<\/p><p>Upon receiving the receipt confirmation notice, the user may immediately request the Site to change or cancel the purchase request if there is a discrepancy in the intention of the offer, etc. The Site must process the request without delay if the user's request is made before delivery. However, if the payment has already been made, it shall comply with the provisions of Article 15 regarding withdrawal of offers, etc.<\/p><p> <\/p><p>Article 13 (Supply of Goods, etc.)<\/p><p>The Site shall, unless there is a separate agreement between the user and the Site regarding the timing of supply of goods, take necessary measures such as ordering production, packaging, etc., so that goods can be delivered within 7 days from the day the user made an offer. However, if the Site has already received the entire or part of the purchase price of the goods, it must take action within 3 business days from the date of receipt. In this case, the Site must take appropriate measures so that the user can confirm the progress of the supply procedure and progress.<\/p><p>The Site specifies the delivery method, the burden of delivery costs by method, and the delivery period for each method. If the Site exceeds the agreed delivery period, it must compensate the user for damages caused by that. However, this is not the case if the Site can prove that there is no intention or negligence.<\/p><p> <\/p><p>Article 14 (Refund)<\/p><p>If the Site is unable to deliver goods or services requested by the user due to reasons such as being out of stock, it must promptly notify the user of the reason and refund the purchase price received in advance within 3 business days from the date of receiving the price or take necessary measures for the refund.<\/p><p> <\/p><p>Article 15 (Right of Withdrawal, etc.)<\/p><p>Users who have entered into a contract with the Site for the purchase of goods or services may withdraw their offer within seven days from the date they receive written notice of the contract's content, as defined in Article 13, paragraph 2 of the Act on Consumer Protection in Electronic Commerce, Etc. However, if there are different provisions regarding withdrawal of offers under the Act on Consumer Protection in Electronic Commerce, Etc., such provisions shall apply.<\/p><p>If a user has received the goods and falls under any of the following conditions, they may not return or exchange the goods:<\/p><ul><li>When the goods are lost or damaged due to the user's responsibility (except when the package was opened to inspect the contents of the goods, in which case withdrawal of the offer is allowed).<\/li><li>When the value of the goods has significantly decreased due to the user's use or partial consumption.<\/li><li>When the value of the goods has significantly decreased to the extent that it is difficult to resell the goods due to the passage of time.<\/li><li>When the original goods, which can be reproduced with goods of the same performance, have had their packaging opened.<\/li><\/ul><p>In cases falling under paragraph 2, items 2 to 4, if the Site did not take measures such as clearly stating that the withdrawal of the offer is restricted in a place easily visible to consumers or providing trial products, the user's right of withdrawal is not restricted.<\/p><p>Regardless of the provisions of paragraphs 1 and 2, if the contents of the goods differ from the displayed\/advertised content or the contract terms are not met, the user may withdraw their offer within three months from the date of receiving the goods or within 30 days from the date they became aware of the discrepancy.<\/p><p> <\/p><p>Article 16 (Effects of Withdrawal of Offer, etc.)<\/p><p>If the Site receives the returned goods from the user, it will refund the amount already paid for the goods within three business days. In case of delay in refunding, the Site will pay the user interest for the delay at the interest rate specified in Article 21-2 of the Enforcement Decree of the Act on Consumer Protection in Electronic Commerce, Etc.<\/p><p>If the user has paid for the goods using a credit card or electronic currency as the payment method, the Site will promptly request the relevant payment provider to suspend or cancel the billing of the goods' payment amount.<\/p><p>In the case of withdrawal of the offer, the user is responsible for the expenses required for returning the received goods. The Site will not charge the user a penalty or compensation for withdrawal of the offer. However, if the withdrawal is due to a discrepancy between the goods' contents and the displayed\/advertised content or the contract terms, the Site will bear the return expenses.<\/p><p>If the user has paid the delivery fee when receiving the goods, the Site will clearly indicate who bears this cost when the offer is withdrawn.<\/p><p> <\/p><p>Article 17 (Protection of Personal Information)<\/p><p>When collecting personal information of users, the Site will collect the minimum personal information necessary for the provision of services.<\/p><p>The Site will not collect the necessary information for the performance of the purchase agreement in advance when the user signs up. However, when it is necessary to confirm the user's identity before the purchase agreement due to legal obligations, the Site will not collect the minimum specific personal information in this case.<\/p><p>When collecting and using the user's personal information, the Site will notify the user of the purpose in advance and obtain consent.<\/p><p>The Site may not use collected personal information for purposes other than those provided and may not provide it to third parties without the user's consent. However, this may be an exception if there is a legal requirement.<\/p><p>When obtaining the user's consent for the collection, use, and provision of personal information, the Site must specify the identity of the personal information protection manager, information about the collection and use of information, information about the provision to third parties, and matters specified in Article 22, paragraph 2 of the Act on Promotion of Information and Communications Network Utilization and Information Protection, etc. The user can withdraw this consent at any time.<\/p><p>The user can request to view and correct their own personal information collected by the \"Site,\" and the Site must take the necessary measures without delay. The Site may not use the user's personal information until the correction of any errors has been made.<\/p><p>The Site must limit the number of people who process the user's personal information to a minimum and take responsibility for all damages caused to the user, such as loss, theft, leakage, provision to third parties without consent, and modification, etc.<\/p><p>The Site and third parties who have received the user's personal information must destroy the information without delay when the purpose of collection, use, or provision is achieved, and must specify it to the user.<\/p><p> <\/p><p>Article 18 (Obligations of the Site)<\/p><p>The Site will not engage in acts that violate laws or public order and morals or are prohibited under these terms, and will make every effort to provide goods and services continuously and stably in accordance with these terms.<\/p><p>The Site must establish a security system to protect users' personal information, including credit information, so that users can use internet services safely.<\/p><p>In cases where the Site conducts unfair advertising practices under Article 3 of the Fair Trade Act, leading to user damages, the Site shall be responsible for compensating the user for such damages.<\/p><p>The Site will not send unsolicited commercial electronic mails for profit without the user's consent.<\/p><p> <\/p><p>Article 19 (User's Obligations)<\/p><p>Users are obliged not to engage in the following actions:<\/p><ul><li>Registering false information when applying or modifying.<\/li><li>Impersonating someone else's information.<\/li><li>Changing the information provided by the \"Site.\"<\/li><li>Sending or posting information other than the information specified by the Site (including computer programs, etc.).<\/li><li>Infringing on the intellectual property rights of the Site and other third parties.<\/li><li>Damaging the reputation of the Site or interfering with its business.<\/li><li>Posting obscene or violent messages, images, audio, or other information that violates public morals.<\/li><\/ul><p> <\/p><p>Article 20 (Relationship Between Linked Sites and Linked Sites)<\/p><p>In cases where an upper site and a lower site are linked through methods such as hyperlinks (e.g., hyperlinks may include text, images, and cartoons), the upper site is referred to as the linked site, and the lower site is referred to as the linked site.<\/p><p>The linked site is not responsible for guarantees regarding transactions with users based on the goods provided by the linked site independently and is not responsible for such transactions.<\/p><p>When the linked site has clearly indicated, at the initial screen of the linked site or the pop-up screen when linked, that it does not guarantee responsibility for transactions.<\/p><p> <\/p><p>Article 22 (Ownership of Copyright and Usage Restriction)<\/p><p>Copyright and other intellectual property rights in works created by the Site are owned by the \"Site.\"<\/p><p>Users must not reproduce, transmit, publish, distribute, broadcast, or use for profit without the prior consent of the Site the information among the information provided to users by the Site which is under the intellectual property rights of the \"Site.\"<\/p><p>If the Site uses the user's copyrights according to an agreement, it will notify the user in advance of the details.<\/p><p> <\/p><p>Article 23 (Dispute Resolution)<\/p><p>The Site will establish and operate a damages compensation handling body to reflect the legitimate opinions and complaints of users and compensate for the damages.<\/p><p>The Site will handle the matter immediately when a user submits complaints and opinions. However, in cases where prompt handling is difficult, the user will be informed of the reason and the schedule immediately.<\/p><p>In case of a dispute arising from electronic commerce between the Site and the user, a user may apply for mediation by a dispute settlement agency designated by the Fair Trade Commission or the governor of the province.<\/p><p> <\/p><p>Article 24 (Jurisdiction and Governing Law)<\/p><p>Lawsuits regarding disputes in electronic commerce between the Site and users will be filed in the court of the user's address at the time of the lawsuit. If the user's address is not clear, or for foreign residents, lawsuits may be filed in the court of competent jurisdiction under the Civil Procedure Act.<\/p><p>Korean law applies to electronic commerce lawsuits between the Site and users.<\/p><p> <\/p><p>This Terms & Conditions shall be effective from November 1, 2023.<\/p>",
            "page-content": "",
            "default-open": false
          }
        }
      },
      "block_order": [
        "6cab9e44-d8a6-410b-9d37-49609008b17b",
        "template--21408219136287__2a2884cc-2409-4b38-8913-0e3978310bd7-collapsible-row-1",
        "template--21408219136287__2a2884cc-2409-4b38-8913-0e3978310bd7-collapsible-row-3",
        "b6e3abdb-d3c8-4de1-95fa-011ce35d5d5b"
      ],
      "settings": {
        "background-color": "none",
        "light-text": false,
        "heading": "",
        "title-alignment": "left",
        "container-width": 4,
        "spacing-above": false,
        "spacing-below": true
      }
    },
    "aa72f5cb-a27f-4fdc-96e8-139216058eb9": {
      "type": "image-with-text",
      "settings": {
        "text-color": "auto",
        "background-color": "none",
        "container-width": 6,
        "spacing-above": false,
        "spacing-below": false,
        "image-aspect-ratio": 30,
        "mobile-image-aspect-ratio": 60,
        "darken-image": true,
        "parallax-enabled": false,
        "text-position": "bottom-left",
        "text-width": "large",
        "overlap": false,
        "box-around-text": false,
        "mobile-overlay": true,
        "image": "shopify:\/\/shop_images\/202307201898-copy.jpg",
        "overline": "",
        "title": "About Us",
        "description": "<p>Time and age-free, we embrace the journey and greet tomorrow as an opportunity to better ourselves, each in our own unique way.<\/p>",
        "link-url": "shopify:\/\/pages\/about-us",
        "link-text": "DISCOVER MORE"
      }
    },
    "16324378141979f11c": {
      "type": "featured-text",
      "disabled": true,
      "settings": {
        "background-color": "light",
        "light-text": false,
        "container-width": 1,
        "spacing-above": true,
        "spacing-below": true,
        "overline": "",
        "heading": "",
        "text": "<h6><em>For all customer service & general inquiries please contact us below. <\/em><\/h6>"
      }
    }
  },
  "order": [
    "1632436597fbc1d0e4",
    "main",
    "2a2884cc-2409-4b38-8913-0e3978310bd7",
    "aa72f5cb-a27f-4fdc-96e8-139216058eb9",
    "16324378141979f11c"
  ]
}
